

TOKEN = '670584674:AAGwQcfKQbz27p8GtwcXIBUXBru7YCv2JcM'
PROXY = 'http://31.133.57.134:41258'
CHAT_ID = '-1001177643095'

TEXT = {'HELP': ['Зачем тут этот бот и что он умеет?',
                 'Основная задача это помощь в защите нашей гилидии от нападений.',
                 'Бот выдает сообщение в котором нужно отметиться тем кто будет защищать гильдию при следующей битве.'
                 'Сообщение выдается через 10 минут после завершения битвы автоматически',
                 'и по команде /bot в любое время.'],
        'START': 'Привет! Я бот. Ткни на /help для подробностей',
        'ANS': '#бот <code>Защищают:</code> ',
        'BTN_SWITCH': r'я \ не я',
        'BTN_DEF': '🛡 HUB'}

