

TOKEN = '670584674:AAGwQcfKQbz27p8GtwcXIBUXBru7YCv2JcM'
PROXY = 'http://31.133.57.134:41258'


TEXT = {'HELP': ['Зачем тут этот бот и что он умеет?',
                 'Основная задача это помощь в защите нашей гилидии от нападений.',
                 'Бот выдает сообщение в котором нужно отметиться тем кто будет защищать гильдию при следующей битве.'
                 'Сообщение выдается через 10 минут после завершения битвы автоматически.'],
        'START': 'Привет! Я бот. Ткни на /help для подробностей',
        'ANS': '#бот Дефают ги >> '}

